// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Blokowanie zasobów";

NoSetTitle = "Nie udało się zastosować ustawień";
NoSetMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

InitializationWarningTitle = "Czy na pewno chcesz zainicjować urządzenie pamięci masowej „%@”?";
InitializationWarningMsg = "Wszystkie zapisane na nim dane zostaną utracone. Skutków tej operacji nie można cofnąć.";
InitializeButtonTitle = "Inicjuj";
CancelButtonTitle = "Anuluj";

ControlPanelNoLocking = "Bez blokady";
ControlPanelMinimalLocking = "Minimalna blokada";
ControlPanelModerateLocking = "Umiarkowana blokada";
ControlPanelIntermediateLocking = "Średnia blokada";
ControlPanelMaximalLocking = "Maksymalna blokada";

TaskDescription = "Zarządzanie zasobami przez zmianę poziomów dostępu do panelu sterowania i urządzeń pamięci masowej.";
PanelLockLabel = "Poziom dostępu do panelu sterowania:";
LockNote = "Kliknij pole wyboru, aby zablokować lub odblokować urządzenie pamięci masowej.";
LockColumnTitle = "Blokada";
UnitColumnTitle = "Urządzenia pamięci masowej";
InitializeUnitButtonTitle = "Zainicjuj wybrane urządzenie pamięci masowej";
ApplyButtonTitle = "Zastosuj teraz";